Tekla Open API Reference for Tekla Structures 2025
EdgeEnumerator Properties
The EdgeEnumerator type exposes the following members.
Properties
Name | Description
Current
 Gets the current edge.
Top
See Also
Reference
EdgeEnumerator Class
Tekla.Structures.Solid Namespace